<?php require 'header.php'; ?>
<?php require 'menu.php'; ?>

<body>
  <div class="container">
    <h2>利用規約</h2>
    <h3>【はじめに】</h3>
    <div>
      <p>本サイトの自動リツイート機能を使って、Twitterで自動リツイートしているユーザーは本サイトを利用しているとみなします。</p>
      <p>本サイトを利用しているユーザーは、本利用規約に同意しているとみなします。</p>
    </div>

    <h3>【禁止事項】</h3>
    <div>
      <p>以下の行為を禁止します。発見した場合はアカウント停止等の処置を行います。</p>
      <p>-当サイトの運営を妨げる行為</p>
      <p>-誹謗中傷を行う行為、又は誹謗中傷のツイートをRTする行為</p>
      <p>-他のユーザに迷惑を与える行為</p>
      <p>-政治・宗教関係の利用、またその勧誘活動</p>
      <p>-アフィリエイトや宣伝のリンクばかりを大量にRTするボット</p>
      <p>-RTの内容が正しい・正しくないに関係なく、特定の個人や企業・団体・自治体・国家を攻撃するツイート、特定の個人や企業・団体・自治体・国家を非難するツイートをRTする行為</p>
      <p>-プライバシーの侵害等、権利を侵害する利用</p>
      <p>-その他、当サイトが運営が困難と判断した内容</p>
    </div>

    <h3>【免責事項】</h3>
    <div>
      <p>本サイトの機能によってTwitterでRTされたいかなるツイートの内容に対して、ユーザーが責任を持つこととし、本サイトは責任を負いません。</p>
      <p>本サイトを利用したことにより発生したいかなる損失・損害について、本サイトは一切の責任を負いません。</p>
      <p>本サービスの利用によって、他の利用者又は第三者に対して損害を与えた場合、本サイトはその一切の責任を負わないものとします。</p>
      <p>万一、本サイトの機能が正しく動作しなくなった場合でも、本サイトは責任を負いません。</p>
      <p>ユーザーのアカウントがTwitterに凍結された場合、本サイトは責任を負いません。凍結については、Twitterの利用規約を参照してください。</p>
      <p>本サイトは天災、事変、その他の非常事態が発生し、または発生する恐れがあるときは利用者に事前に通知することなく本サービスを休止、もしくは中止する措置をとることができるものとします。</p>
    </div>

    <h3>【アクセスログ】</h3>
    <div>
      <p>本サイトはは、本サービスを利用した本利用者のIPアドレス、当該IPアドレスから本サービスを利用したユーザーのID・設定内容を記録することができるものとします。</p>
      <p>ユーザーが利用した記録については、本章に定める他に検察・警察・監督官庁、弁護士会等の公的機関から照会を受けた場合には、それらの機関に対して、 該当利用者の記録を開示することができるものとします。そして、本サイトは、それらの情報開示による利用者からの損害、損失、その他の費用の賠償又は補償を免れるものとします。</p>
    </div>

    <h3>【利用規約の変更】</h3>
    <div>
      <p>本サイトは、この規約の内容を利用者に対する事前の予告することなく変更することができます。</p>
      <p>この場合、変更された約款は本サービスのWebサイトに掲載することによって ユーザーに通知されたものとし、</p>
      <p>ユーザーは変更後の約款に従うことに同意したとみなされるものとします。</p>
      <p>利用者は、変更の有無およびその内容を知るために、本サイト等を定期的に確認するものとします。</p>
    </div>

  </div>
</body>
